{ "_id" : "6GfY2YT7Qih6XFs5J", "contentType" : "aboutUs", "title" : "ABOUT", "contentBody" : "<p style=\"margin-left:0px; margin-right:0px; text-align:justify\">RightNXT is the local expert, and an easy to use online resource for finding useful information and insights on local businesses and nearby retailers.</p>\n\n<p style=\"margin-left:0px; margin-right:0px; text-align:justify\">RightNXT<strong> </strong>provides you the glimpse of all local outlets that helps you to choose which outlet is the right one for you to visit. We empower you with much needed information like &ldquo;unique or additional services an outlet provides, regular or special variety an outlet deals in, currently running offers, ambiance of the outlet, experience of fellow workers/buyers and much more&rdquo;.</p>\n\n<p style=\"margin-left:0px; margin-right:0px; text-align:justify\">With this rare, but readily available information, buyers can check the entire nearby Market online and choose the appropriate outlet &#39;Quickly &amp; Efficiently&#39;.</p>\n\n<p style=\"margin-left:0px; margin-right:0px; text-align:justify\">Now inefficiencies like &#39;Visiting the misleading outlets and coming out with disappointment, wasting time in searching the right outlet, facing vendors&#39; misbehavior, finding the outlets closed on Mondays and opened on Sundays, .... are minimized however efficiencies like shortlisting the right places, saving Fuel &amp; Money by visiting the appropriate outlets, visiting the outlet virtually beforehand and being familiar with the vendor&#39;s behavior in advance are maximized.</p>\n\n<p style=\"margin-left:0px; margin-right:0px; text-align:justify\">Each month, millions of buyers have been getting the advantage of finding valuable business information, From Driving directions &amp; Hours of operation to Web Links &amp; Customer Reviews.</p>\n\n<p style=\"margin-left:0px; margin-right:0px; text-align:justify\">So, come up and pace up your shopping.</p>\n", "tabName" : "COMPANY", "sectionHeading" : "Welcome to RightNxt", "url" : "about", "date" : "Jul 15, 2017" }
{ "_id" : "FLAk7KD89e3uWCNcE", "contentType" : "aboutUs", "title" : "ABOUT", "contentBody" : "<p><span style=\"color:#4d4e52; font-family:PROXIMANOVA-REGULAR\">To facilitate the buyers with the efficient, tireless, effort free &amp; economical shopping mechanism which paces up the buyers&#39; entire shopping process while keeping the buyers&#39; more informed and equipped with the relevant information that helps them in picking up or choosing the appropriate outlet rather than making the random unknown visits in the market.</span></p>\n", "tabName" : "COMPANY", "sectionHeading" : "Our Vision", "url" : "about", "date" : "Jul 12, 2017" }
{ "_id" : "83EfgsLpKC8TPeXES", "contentType" : "aboutUs", "title" : "ABOUT", "contentBody" : "<ul>\n\t<li style=\"text-align:justify\">\n\t<p>People are busy in the modern world. To pace up with the fast running world, they have found a shortcut of online shopping. However, they know the consequences of online shopping too. They know it&rsquo;s a hit and trail game. They may get the product of good or bad quality, at appropriate price or hiked rates, within the desired timeline or delayed, return issues and the list goes endless while the only convenience that you get is the relief from commuting and the transportation expense. However, many a times, you end up paying the delivery charges too.</p>\n\n\t<p>So, why do we still think shopping online is a smart move??&nbsp;<br />\n\tWould you not like to have something that could give you the option of choosing the bests at appropriate rates, with almost no waiting time and at your most suitable convenience while you know the vendor personally, product directly.</p>\n\n\t<p>Yes, it can happen when you know which shop exactly you need to visit and shop at.</p>\n\t</li>\n\t<li style=\"text-align:justify\">\n\t<p>Also knowing local is a necessity. Imagine you happen to move to a new city and need to have your car washed at a reasonably priced good car wash center. Now, your next move would be to ask someone in your network or neighborhood etc.</p>\n\n\t<p>So, RightNxt shows you all the shops online, provides the information about all of the services they provide, the way they service and much more. In short, it enables you to choose the most suitable, that too independently and most efficiently And will help you get things done in your city in a fun and easy way.</p>\n\t</li>\n</ul>\n", "tabName" : "WHY WE BUILT", "sectionHeading" : "Why we built RightNXT", "url" : "about", "date" : "Aug 05, 2017" }
{ "_id" : "RFkmLwhXTrL2yXYgu", "contentType" : "aboutUs", "title" : "ABOUT", "contentBody" : "<p style=\"text-align:justify\">We help you to find the right merchant.</p>\n\n<p style=\"text-align:justify\">For Example when you&#39;re looking for a Medical Shop, Plumber, Restaurant or a Car Dealer you need simple, upfront and concrete reviews.</p>\n\n<p style=\"text-align:justify\">We get you those clearer reviews along with the Businesses view (in the form of outlet&#39;s Videos and Photos), social recommendations, customer testimonials, and tools that let you talk directly to the real merchants.</p>\n\n<p style=\"text-align:justify\">You can also connect with your friends in your network and check on their views about the business you want to reach to.</p>\n", "tabName" : "HOW WE HELP", "sectionHeading" : "How we help local shoppers?", "url" : "about" }
{ "_id" : "GZCNWCaDa6hSipeeQ", "contentType" : "aboutUs", "title" : "ABOUT", "contentBody" : "<p style=\"text-align:justify\">More advertisement- More customers, More business, More profits. No advertisement- less customers, less business and less profits. We have designed the solutions that would help the merchants to showcase their business 24*7, to pitch in and reach their customers in the most economical way.</p>\n\n<p style=\"text-align:justify\"><strong>We help you to:</strong></p>\n\n<ul>\n\t<li>Showcase your Business</li>\n\t<li>Get your Online presence</li>\n\t<li>Launch online ads</li>\n\t<li>Create your offer campaigns</li>\n\t<li>Manage your business reputation</li>\n\t<li>Get yourself enlisted in top search engines</li>\n\t<li>Talk to your Customers</li>\n</ul>\n\n<p style=\"text-align:justify\">and much more ....</p>\n\n<p style=\"text-align:justify\">By Registering/Claiming your Business on RightNXT you can handle your Business&rsquo;s profile like the way you do it in person for yourself on other social websites.</p>\n\n<p style=\"text-align:justify\">In short, Good Profile will attract your customers and customer reviews will help you bring in more customers along with the feedback on your business.</p>\n", "tabName" : "HOW WE HELP", "sectionHeading" : "How we help merchants?", "url" : "about" }
{ "_id" : "HTX9QAGnoQhKQvxpx", "contentType" : "generalContent", "title" : "Terms of Service", "contentBody" : "<p>PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE SERVICES OFFERED BY WAZAKU MEDIA PRIVATE LIMITED HEREINAFTER REFEREERED TO AS RIGHTNXT.COM OR RIGHTNXT. THESE TERMS AND CONDITIONS (&ldquo;THE TERMS&rdquo;) GOVERN YOUR ACCESS TO AND USE OF RIGHTNXT&rsquo;S WEBSITES AND MOBILE APPLICATIONS THAT LINK TO OR REFERENCE THESE TERMS(&ldquo;SITE&rdquo;) INCLUDING THE SERVICES, FEATURES, CONTENT, APPLICATIONS OR WIDGETS OFFERED BY RIGHTNXT.</p>\n\n<p>BY ACCESSING OR USING THE SITE, YOU ARE AGREEING TO THESE TERMS AND CONCLUDING A LEGALLY BINDING CONTRACT WITH WAZAKU MEDIA PRIVATE LIMITED.</p>\n\n<h3>1.) Definitions</h3>\n\n<div class=\"Space25\" style=\"box-sizing:border-box; color:#333333; font-family:'Helvetica Neue',Helvetica,Arial,sans-serif; padding:0px 0px 0px 25px\">\n<h6>a.) Parties</h6>\n\n<p>&quot;You&quot; and &quot;your&quot; refer to you, as a user of the Site. A &quot;user&quot; is someone who accesses, browses, crawls, scrapes, or in any way uses the Site. &quot;We,&quot; &quot;us,&quot; and &quot;our&quot; refer to RightNXT.</p>\n\n<h6>b.) Content</h6>\n\n<p>&quot;Content&quot; means text, images, photos, audio, video, location data, and all other forms of data or communication. &quot;Your Content&quot; means Content that you submit or transmit to, through, or in connection with the Site/application, such as ratings, reviews, compliments, check-ins, messages, and information that you publicly display or displayed in your account profile. &quot;User Content&quot; means Content that users submit or transmit to, through, or in connection with the Site/application. &quot;RightNXT Content&quot; means Content that we create and make available in connection with the Site. &quot;Third Party Content&quot; means Content that originates from parties other than RightNXT or its users, which is made available in connection with the Site. &quot;Site Content&quot; means all of the Content that is made available in connection with the Site, including Your Content, User Content, Third Party Content, and RightNXT Content.</p>\n</div>\n\n<h3>2.) Changes to the Terms of Service</h3>\n\n<p>We may modify the Terms from time to time. The most current version of these Terms will be located here. By accessing or using the Site, you are agreeing to these Terms and concluding a legally binding contract with RightNXT and we reserve the right to alter these Terms of Use or other Platform policies at any time. You should revisit these Terms on a regular basis as revised versions will be binding on you. Any such modification will be effective upon our posting of new Terms. You understand and agree that your continued access to or use of the Site after the effective date of modifications to the Terms indicates your acceptance of the modifications.</p>\n\n<h3>3.) Translation</h3>\n\n<p>We may translate these Terms into other languages for your convenience. Nevertheless, the English version governs your relationship with RightNXT, and any inconsistencies among the different versions will be resolved in favor of the English version.</p>\n\n<h3>4.) Using the Site</h3>\n\n<div class=\"Space25\" style=\"box-sizing:border-box; color:#333333; font-family:'Helvetica Neue',Helvetica,Arial,sans-serif; padding:0px 0px 0px 25px\">\n<h6>a.) Eligibility</h6>\n\n<p>You may browse the Site and view Content without registering, but as a condition to using certain aspects of the Service, you are required to register with RightNXT and represent, warrant and covenant that you provide RightNXT with accurate and complete registration information (including, but not limited to a user name (&quot;User Name&quot;), e-mail address and/or mobile telephone number and a password you will use to access the Service) and to keep your registration information accurate and up-to-date. Failure to do so shall constitute a breach of these Terms of Use, which may result in immediate termination of your RightNXT account. We recommend, but do not require, that you use your own name as your User Name so your friends can recognize you more easily. To access or use the Site, you must be 13 years or older and have the requisite power and authority to enter into these Terms. You may not access or use the Site if you are a competitor of ours or if we have previously banned you from the Site or closed your account.</p>\n\n<h6>b.) Permission to Use the Site</h6>\n\n<p>We grant you permission to use the Site subject to the restrictions in these Terms. Your use of the Site is at your own risk, including the risk that you might be exposed to Content that is offensive, indecent, inaccurate, objectionable, or otherwise inappropriate.</p>\n\n<h6>c.) Site Availability</h6>\n\n<p>The Site may be modified, updated, interrupted, suspended or discontinued at any time without notice or liability.</p>\n\n<h6>d.) User Accounts</h6>\n\n<p>You must create an account and provide certain information about yourself in order to use some of the features that are offered through the Site. You are responsible for maintaining the confidentiality of your account password. You are also responsible for all activities that occur in connection with your account. You agree to notify us immediately of any unauthorized use of your account. We reserve the right to close your account at any time for any or no reason.</p>\n\n<p>Your account is for your personal, non-commercial use only. In creating it, we ask that you provide complete and accurate information about yourself to bolster your credibility as a contributor to the Site. You may not impersonate someone else (e.g., adopt the identity of a celebrity or your next-door neighbor),create or use a User Name that is a name that is otherwise offensive, vulgar or obscene or otherwise unlawful, create or use an account for anyone other than yourself, provide an email address other than your own, or create multiple accounts. RightNXT reserves the right to refuse registration of, or cancel a User Name in its sole discretion. If you use a pseudonym, take care to note that others may still be able to identify you if, for example, you include identifying information in your reviews, use the same account information on other sites, or allow other sites to share information about you with RightNXT. Please read our Privacy Policy for more information.</p>\n\n<p>You will immediately notify RightNXT in writing of any unauthorized use of your account, or other account related security breach of which you are aware.</p>\n\n<p>If you use a mobile device, please be aware that your carrier&#39;s normal rates and fees, such as text messaging and data charges, will still apply. In the event you change or deactivate your mobile telephone number, you agree that you will update your account information on the Services within 48 hours to ensure that your messages are not sent to the person who acquires your old number.</p>\n\n<h6>e.) Communications from Rightnxt and other Users</h6>\n\n<p>By creating an account, you agree to receive certain communications in connection with the Site. For example, you might receive compliments from other Users. You will also receive our e-mail newsletters about happenings in your neighborhood.</p>\n</div>\n\n<h3>5.) Content</h3>\n\n<div class=\"Space25\" style=\"box-sizing:border-box; color:#333333; font-family:'Helvetica Neue',Helvetica,Arial,sans-serif; padding:0px 0px 0px 25px\">\n<h6>a.) Responsibility for Your Content</h6>\n\n<p>You alone are responsible for Your Content, and once published, it cannot always be withdrawn. You assume all risks associated with Your Content, including anyone&#39;s reliance on its quality, accuracy, or reliability, or any disclosure by you of information in Your Content that makes you personally identifiable. You represent that you own, or have the necessary permissions to use and authorize the use of Your Content as described herein. You may not imply that Your Content is in any way sponsored or endorsed by RightNXT.</p>\n\n<p>You may expose yourself to liability if, for example, Your Content contains material that is false, intentionally misleading, or defamatory; violates any third-party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right; contains material that is unlawful, including illegal hate speech or pornography; exploits or otherwise harms minors; or violates or advocates the violation of any law or regulation.</p>\n\n<h6>b.) Our Right to Use Your Content</h6>\n\n<p>We may use Your Content in a number of different ways, including publicly displaying it, reformatting it, incorporating it into advertisements and other works, creating derivative works from it, promoting it, distributing it, and allowing others to do the same in connection with their own websites and media platforms (&quot;Other Media&quot;).As such, you hereby irrevocably grant us world-wide, perpetual, non-exclusive, royalty-free, assignable, sub-licensable, transferable rights to use Your Content for any purpose. Please note that you also irrevocably grant the users of the Site and any Other Media the right to access Your Content in connection with their use of the Site and any Other Media. Finally, you irrevocably waive, and cause to be waived, against RightNXT and its users any claims and assertions of moral rights or attribution with respect to Your Content. By &quot;use&quot; we mean use, copy, publicly perform and display, reproduce, distribute, modify, translate, remove, analyze, commercialize, and prepare derivative works of Your Content. You represent and warrant that you have all rights to grant such license to us without infringement or violation of any third party rights, including without limitation, any privacy rights, publicity rights, copyrights, contract rights, or any other intellectual property or proprietary rights.</p>\n\n<p>When you delete your User Submissions, they will be removed from the Service. However, you understand that any removed User Submissions may persist in backup copies for a reasonable period of time (but following removal will not be shared with others) or may remain with users who have previously accessed or downloaded your User Submissions.</p>\n\n<h6>c.) Ownership</h6>\n\n<p>As between you and RightNXT, you own Your Content. We own the RightNXT Content, including but not limited to visual interfaces, interactive features, graphics, design, compilation, including but not limited to our compilation of User Content and other Site Content, computer code, products, software, aggregate user review ratings, and all other elements and components of the Site excluding Your Content, User Content and Third Party Content. We also own the copyrights, trademarks, service marks, trade names, and other intellectual and proprietary rights throughout the world (&quot;IP Rights&quot;) associated with the RightNXT Content and the Site, which are protected by copyright, trade dress, patent, trademark laws and all other applicable intellectual and proprietary rights and laws. As such, you may not modify, reproduce, distribute, create derivative works or adaptations of, publicly display or in any way exploit any of the RightNXT&rsquo;s Content in whole or in part except as expressly authorized by us. Except as expressly and unambiguously provided herein, we do not grant you any express or implied rights, and all rights in and to the Site and the RightNXT Content are retained by us.</p>\n\n<h6>d.) Advertising</h6>\n\n<p>RightNXT and its licensees may publicly display advertisements and other information adjacent to or included with Your Content. You are not entitled to any compensation for such advertisements. The manner, mode and extent of such advertising are subject to change without specific notice to you.</p>\n\n<h6>e.) Content Feeds</h6>\n\n<p>We make some of the Site Content (&quot;Feed Content&quot;) available via Real Simple Syndication and Atom feeds (&quot;Feeds&quot;). You may access and use the Feeds in order to display Feed Content on your personal computer, website, or blog (&quot;Your Site&quot;), provided that (i) your use of the Feeds is for personal, non-commercial purposes only, (ii) your display of the Feed Content links back to the relevant pages on RightNXT&#39;s websites, and attributes RightNXT as the source of the Feed Content, (iii) your use or display of the Feed Content does not suggest that RightNXT promotes or endorses any third party causes, ideas, websites, products or services, including Your Site, (iv) you do not redistribute the Feed Content, and (v) your use of the Feeds does not overburden RightNXT&#39;s systems. RightNXT reserves all rights in the Feed Content and may terminate the Feeds at any time.</p>\n\n<h6>f.) Other</h6>\n\n<p>User Content (including any that may have been created by users employed or contracted by RightNXT) does not necessarily reflect the opinion of RightNXT. We reserve the right to remove, screen, edit, or reinstate User Content from time to time at our sole discretion for any reason or no reason, and without notice to you. For example, we may remove a review if we believe it violates our Content Guidelines. We have no obligation to retain or provide you with copies of Your Content, nor do we guarantee any confidentiality with respect to Your Content.</p>\n</div>\n\n<h3>6.) Restrictions</h3>\n\n<p>We are under no obligation to enforce the Terms on your behalf against another user. While we encourage you to let us know if you believe another user has violated the Terms, we reserve the right to investigate and take appropriate action at our sole discretion.</p>\n\n<div class=\"Space25\" style=\"box-sizing:border-box; color:#333333; font-family:'Helvetica Neue',Helvetica,Arial,sans-serif; padding:0px 0px 0px 25px\">\n<p><strong>a.) You agree not to, and will not assist, encourage, or enable others to use the Site to:</strong></p>\n\n<ol style=\"list-style-type:lower-roman\">\n\t<li>Violate our Guidelines and code of conduct, for example, by writing a fake or defamatory review, trading reviews with other businesses, or compensating someone or being compensated to write or remove a review;</li>\n\t<li>Violate any third party&#39;s rights, including any breach of confidence, copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right;</li>\n\t<li>Threaten, stalk, harm, or harass others, or promote bigotry or discrimination;</li>\n\t<li>Promote a business or other commercial venture or event, or otherwise use the Site for commercial purposes, except in connection with a Business Account and as expressly permitted by RIGHTNXT;</li>\n\t<li>Send bulk emails, surveys, or other mass messaging, whether commercial in nature or not; engage in keyword spamming, or otherwise attempt to manipulate the Site&#39;s search results or any third party website;</li>\n\t<li>Solicit personal information from minors, or submit or transmit pornography; or violate any applicable law.</li>\n</ol>\n\n<p><strong>bb.) You also agree not to, and will not assist, encourage, or enable others to:</strong></p>\n\n<ol style=\"list-style-type:lower-roman\">\n\t<li>Violate the Terms;</li>\n\t<li>Modify, adapt, appropriate, reproduce, distribute, translate, create derivative works or adaptations of, publicly display, sell, trade, or in any way exploit the Site or Site Content (other than Your Content), except as expressly authorized by RIGHTNXT;</li>\n\t<li>Use any robot, spider, site search/retrieval application, or other automated device, process or means to access, retrieve, scrape, or index any portion of the Site or any Site Content;</li>\n\t<li>Reverse engineer any portion of the Site;</li>\n\t<li>Remove or modify any copyright, trademark or other proprietary rights notice that appears on any portion of the Site or on any materials printed or copied from the Site;</li>\n\t<li>Record, process, or mine information about other users;</li>\n\t<li>Access, retrieve or index any portion of the Site for purposes of constructing or populating a searchable database of business reviews;</li>\n\t<li>Reformat or frame any portion of the Site;</li>\n\t<li>Take any action that imposes, or may impose, in our sole discretion, an unreasonable or disproportionately large load on RightNXT&#39;s technology infrastructure or otherwise make excessive traffic demands of the Site;</li>\n\t<li>Attempt to gain unauthorized access to the Site, user accounts, computer systems or networks connected to the Site through hacking, password mining or any other means;</li>\n\t<li>Use the Site or any Site Content to transmit any computer viruses, worms, defects, Trojan horses or other items of a destructive nature (collectively, &quot;Viruses&quot;);</li>\n\t<li>Use any device, software or routine that interferes with the proper working of the Site, or otherwise attempt to interfere with the proper working of the Site;</li>\n\t<li>Use the Site to violate the security of any computer network, crack passwords or security encryption codes; disrupt or interfere with the security of, or otherwise cause harm to,the Site or Site Content; or Remove, circumvent, disable, damage or otherwise interfere with any security-related features of the Site, features that prevent or restrict the use or copying of Site Content, or features that enforce limitations on the use of the Site.</li>\n\t<li>The restrictions above only apply to the extent permissible under applicable law. Nevertheless, you agree not to act contrary to them (even if permissible under applicable law) without providing 30 days&#39; prior written notice to us here, together with any information that we may reasonably require to give us an opportunity to provide alternative remedies or otherwise accommodate you at our sole discretion.</li>\n</ol>\n</div>\n\n<h3>7.) Guidelines and Policies</h3>\n\n<div class=\"Space25\" style=\"box-sizing:border-box; color:#333333; font-family:'Helvetica Neue',Helvetica,Arial,sans-serif; padding:0px 0px 0px 25px\">\n<h6>a.) Content Guidelines</h6>\n\n<p>You represent that you have read and understood our Guidelines/Code of Conduct.</p>\n\n<h6>b.) Privacy</h6>\n\n<p>You represent that you have read and understood our Privacy Policy. Note that we may disclose information about you to third parties if we have a good faith belief that such a disclosure is reasonably necessary to (i) take action regarding suspected illegal activities; (ii) enforce or apply our Terms and Privacy Policy; (iii) comply with legal process or other government inquiry, such as a search warrant, subpoena, statute, judicial proceeding, or other legal process served on us; or (iv) protect our rights, reputation, and property, or that of our users, affiliates, or the public. If you use the Site outside of the India, you consent to having your personal data transferred to and processed in the India.</p>\n</div>\n\n<h3>8.) RightNXT Advertising</h3>\n\n<p>If you create a business owner&#39;s account on the Site or purchase advertising from RightNXT, the terms will be governed by the RightNXT Terms of Service, Merchant Guidelines, Privacy Policy and Code of Conduct. Please review them before you make each transaction since they may change from time to time. In the event of any conflict the RightNXT Terms of Service, Merchant Guidelines, Privacy Policy and Code of Conduct will prevail.</p>\n\n<h3>9.) Suggestions and Improvements</h3>\n\n<p>By sending us any ideas, suggestions, documents or proposals (&quot;Feedback&quot;), you agree that (i) your Feedback does not contain the confidential or proprietary information of third parties,(ii) we are under no obligation of confidentiality, express or implied, with respect to the Feedback, (iii) we may have something similar to the Feedback already under consideration or in development, and (iv) you grant us an irrevocable, non-exclusive, royalty-free, perpetual, worldwide license to use, modify, prepare derivative works, publish, distribute and sub-license the Feedback, and you irrevocably waive, and cause to be waived, against RightNXT and its users any claims and assertions of any moral rights contained in such Feedback.</p>\n\n<h3>10.) Third Parties</h3>\n\n<p>The Site may include links to other websites or applications (each, a &quot;Third Party Site&quot;). We do not control or endorse any Third Party Site. You agree that we are not responsible for the availability or contents of such Third Party Sites. Your use of Third Party Sites is at your own risk. Some of the services made available through the Site may be subject to additional third party or open source licensing terms and disclosures, including the ones posted here and incorporated herein by reference.</p>\n\n<h3>11.) Indemnity</h3>\n\n<p>You agree to indemnify, defend, and hold RightNXT, its parents, subsidiaries, affiliates, any related companies, suppliers, licensors and partners, and the officers, directors, employees, agents and representatives of each of them (collectively, the &quot;RightNXT Entities&quot;) harmless, including costs, liabilities and legal fees, from any claim or demand made by any third party arising out of or relating to (i) your access to or use of the Site, (ii) your violation of the Terms, (iii) any products or services purchased or obtained by you in connection with the Site, or (iv) the infringement by you, or any third party using your account, of any intellectual property or other right of any person or entity. RightNXT reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us and you agree to cooperate with our defense of these claims. You agree not to settle any such matter without the prior written consent of RightNXT. RightNXT will use reasonable efforts to notify you of any such claim, action or proceeding upon becoming aware of it.</p>\n\n<h3>12.) Disclaimers and Limitations of Liability</h3>\n\n<p>PLEASE READ THIS SECTION CAREFULLY SINCE IT LIMITS THE LIABILITY OF THE RIGHTNXT ENTITIES TO YOU. EACH OF THE SUBSECTIONS BELOW ONLY APPLIES UP TO THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW. NOTHING HEREIN IS INTENDED TO LIMIT ANY RIGHTS YOU MAY HAVE WHICH MAY NOT BE LAWFULLY LIMITED. IF YOU ARE UNSURE ABOUT THIS OR ANY OTHER SECTION OF THESE TERMS, PLEASE CONSULT WITH A LEGAL PROFESSIONAL PRIOR TO ACCESSING OR USING THE SITE. BY ACCESSING OR USING THE SITE, YOU REPRESENT THAT YOU HAVE READ, UNDERSTOOD, AND AGREE TO THESE TERMS, INCLUDING THIS SECTION. YOU ARE GIVING UP SUBSTANTIAL LEGAL RIGHTS BY AGREEING TO THESE TERMS.</p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>THE SITE IS MADE AVAILABLE TO YOU ON AN &quot;AS IS&quot;, &quot;WITH ALL FAULTS&quot; AND &quot;AS AVAILABLE&quot; BASIS, WITH THE EXPRESS UNDERSTANDING THAT THE RIGHTNXT ENTITIES MAY NOT MONITOR, CONTROL, OR VET USER CONTENT. AS SUCH, YOUR USE OF THE SITE IS AT YOUR OWN DISCRETION AND RISK. THE RIGHTNXT ENTITIES MAKE NO CLAIMS OR PROMISES ABOUT THE QUALITY, ACCURACY, OR RELIABILITY OF THE SITE, ITS SAFETY OR SECURITY, OR THE SITE CONTENT. ACCORDINGLY, THE RIGHTNXT ENTITIES ARE NOT LIABLE TO YOU FOR ANY LOSS OR DAMAGE THAT MIGHT ARISE, FOR EXAMPLE, FROM THE SITE&#39;S INOPERABILITY, UNAVAILABILITY OR SECURITY VULNERABILITIES OR FROM YOUR RELIANCE ON THE QUALITY, ACCURACY, OR RELIABILITY OF THE BUSINESS LISTINGS, RATINGS, REVIEWS (INCLUDING THEIR CONTENT, ORDER, AND DISPLAY), OR METRICS FOUND ON, USED ON, OR MADE AVAILABLE THROUGH THE SITE.</li>\n\t<li>THE RIGHTNXT ENTITIES MAKE NO CLAIMS OR PROMISES WITH RESPECT TO ANY THIRD PARTY, SUCH AS THE BUSINESSES OR ADVERTISERS LISTED ON THE SITE OR THE SITE&#39;S USERS. ACCORDINGLY, THE RIGHTNXT ENTITIES ARE NOT LIABLE TO YOU FOR ANY LOSS OR DAMAGE THAT MIGHT ARISE FROM THEIR ACTIONS OR OMISSIONS, INCLUDING, FOR EXAMPLE, IF ANOTHER USER OR BUSINESS MISUSES YOUR CONTENT, IDENTITY OR PERSONAL INFORMATION, OR IF YOU HAVE A NEGATIVE EXPERIENCE WITH ONE OF THE BUSINESSES OR ADVERTISERS LISTED OR FEATURED ON THE SITE.YOUR PURCHASE AND USE OF PRODUCTS OR SERVICES OFFERED BY THIRD PARTIES THROUGH THE SITE IS AT YOUR OWN DISCRETION AND RISK.</li>\n\t<li>THE RIGHTNXT ENTITIES EXPRESSLY DISCLAIM ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING WARRANTIES AS TO THE PRODUCTS OR SERVICES OFFERED BY BUSINESSES LISTED ON THE SITE, AND IMPLIED WARRANTIES OF ERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT. NO ORAL OR WRITTEN INFORMATION OR ADVICE PROVIDED TO YOU BY A REPRESENTATIVE OF ONE OF THE RIGHTNXT ENTITIES SHALL CREATE A REPRESENTATION OR WARRANTY.</li>\n\t<li>RIGHTNXT, AND ITS DIRECTORS, EMPLOYEES, AGENTS, REPRESENTATIVES, SUPPLIERS, PARTNERS AND CONTENT PROVIDERS DO NOT WARRANT THAT: (A) THE SERVICE WILL BE SECURE OR AVAILABLE AT ANY PARTICULAR TIME OR LOCATION; (B) ANY DEFECTS OR ERRORS WILL BE CORRECTED; (C) ANY CONTENT OR SOFTWARE AVAILABLE AT OR THROUGH THE SERVICE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS; OR (D) THE RESULTS OF USING THE SERVICE WILL MEET YOUR REQUIREMENTS. YOUR USE OF THE WEBSITE, SERVICE, CONTENT AND ADD-TO LINK IS SOLELY AT YOUR OWN RISK. SOME STATES / COUNTRIES DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES, SO THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.</li>\n\t<li>THE CONTENT ON THESE SERVICES IS FOR INFORMATIONAL PURPOSES ONLY. RIGHTNXT DISCLAIMS ANY LIABILITY FOR ANY INFORMATION THAT MAY HAVE BECOME OUTDATED SINCE THE LAST TIME THE PARTICULAR PIECE OF INFORMATION WAS UPDATED. RIGHTNXT RESERVES THE RIGHT TO MAKE CHANGES AND CORRECTIONS TO ANY PART OF THE CONTENT ON THESE SERVICES AT ANY TIME WITHOUT PRIOR NOTICE. RIGHTNXT DOES NOT GUARANTEE THE PRICES LISTED FOR ANY PRODUCT OR SERVICE OR THE AVAILABILITY OF ALL MENU ITEMS AT ANY PRODUCT OR SERVICE PROVIDERS. UNLESS STATED OTHERWISE, ALL PICTURES AND INFORMATION CONTAINED ON THE SITE ARE BELIEVED TO BE OWNED BY OR LICENSED TO RIGHTNXT. PLEASE EMAIL A TAKEDOWN REQUEST (BY USING THE &ldquo;CONTACT US&rdquo; LINK ON THE HOME PAGE) TO THE WEBMASTER IF YOU ARE THE COPYRIGHT OWNER OF ANY CONTENT ON THESE SERVICES AND YOU THINK THE USE OF THE ABOVE MATERIAL VIOLATES YOUR COPYRIGHT IN ANY WAY. PLEASE INDICATE THE EXACT URL OF THE WEBPAGE IN YOUR REQUEST. ALL IMAGES SHOWN HERE MAY OR MAY NOT BE DIGITIZED BY RIGHTNXT. NO OTHER PARTY IS AUTHORIZED TO REPRODUCE OR REPUBLISH THESE DIGITAL VERSIONS IN ANY FORMAT WHATSOEVER WITHOUT THE WRITTEN PERMISSION OF RIGHTNXT.</li>\n\t<li>YOUR SOLE AND EXCLUSIVE RIGHT AND REMEDY IN CASE OF DISSATISFACTION WITH THE SITE, RELATED SERVICES, OR ANY OTHER GRIEVANCE SHALL BE YOUR TERMINATION AND DISCONTINUATION OF ACCESS TO, OR USE OF THE SITE.</li>\n\t<li>ALL LIABILITY OF RIGHTNXT, ITS DIRECTORS, EMPLOYEES, AGENTS, REPRESENTATIVES, PARTNERS, SUPPLIERS OR CONTENT PROVIDERS HOWSOEVER ARISING FOR ANY LOSS SUFFERED AS A RESULT OF YOUR USE THE SITE, SERVICE, CONTENT, USER SUBMISSIONS ETC. IS EXPRESSLY EXCLUDED TO THE FULLEST EXTENT PERMITTED BY LAW.THE RIGHTNXT ENTITIES&#39; MAXIMUM AGGREGATE LIABILITY TO YOU FOR LOSSES OR DAMAGES THAT YOU SUFFER IN CONNECTION WITH THE SITE OR THESE TERMS IS LIMITED TO THE GREATER OF (i) THE AMOUNT PAID, IF ANY, BY YOU TO THE RIGHTNXT ENTITIES IN CONNECTION WITH THE SITE IN THE 12 MONTHS PRIOR TO THE ACTION GIVING RISE TO LIABILITY, OR (ii) Rs.2000.</li>\n\t<li>THE RIGHTNXT ENTITIES DISCLAIM LIABILITY FOR ANY (i) INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE, EXEMPLARY, RELIANCE, OR CONSEQUENTIAL DAMAGES, (ii) LOSS OF PROFITS, (iii) BUSINESS INTERRUPTION, (iv) REPUTATIONAL HARM, OR (v) LOSS OF INFORMATION OR DATA.</li>\n</ol>\n\n<h3>13.) Choice of Law and Venue</h3>\n\n<p>These Terms shall be governed by the laws of India. The Courts of law at Punjab(India) shall have exclusive jurisdiction over any disputes arising under this agreement.</p>\n\n<h3>14.) Termination</h3>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>You may terminate the Terms at any time by closing your account, discontinuing your use of the Site, and providing RIGHTNXT with a notice of termination here. Please review our Privacy Policy for information about what we do with your account when terminated.</li>\n\t<li>We may close your account, suspend your ability to use certain portions of the Site, and/or ban you altogether from the Site for any or no reason, and without notice or liability of any kind. Any such action could prevent you from accessing your account, the Site, Your Content, Site Content, or any other related information.</li>\n\t<li>In the event of any termination of these Terms, whether by you or us, Sections 1, 5, 6, 10 - 14 will continue in full force and effect, including our right to use Your Content as detailed in Section 5.</li>\n</ol>\n\n<h3>15.) General Terms</h3>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li>We reserve the right to modify, update, or discontinue the Site at our sole discretion, at any time, for any or no reason, and without notice or liability.</li>\n\t<li>We may or may not provide you with notices, including those regarding changes to the Terms by email, regular mail or communications through the Site.</li>\n\t<li>Except as otherwise stated in Section 10 above, nothing herein is intended, nor will be deemed, to confer rights or remedies upon any third party.</li>\n\t<li>The Terms contain the entire agreement between you and us regarding the use of the Site, and supersede any prior agreement between you and us on such subject matter. The parties acknowledge that no reliance is placed on any representation made but not expressly contained in these Terms.</li>\n\t<li>Any failure on RIGHTNXT&#39;s part to exercise or enforce any right or provision of the Terms does not constitute a waiver of such right or provision. The failure of either party to exercise in any respect any right provided for herein shall not be deemed a waiver of any further rights hereunder.</li>\n\t<li>If any provision of the Terms is found to be unenforceable or invalid, then only that provision shall be modified to reflect the parties&#39; intention or eliminated to the minimum extent necessary so that the Terms shall otherwise remain in full force and effect and enforceable.</li>\n\t<li>The Terms, and any rights or obligations hereunder, are not assignable, transferable or sub licensable by you except with RIGHTNXT&#39;s prior written consent, but may be assigned or transferred by us without restriction. Any attempted assignment by you shall violate these Terms and be void.</li>\n\t<li>The section titles in the Terms are for convenience only and have no legal or contractual effect.</li>\n</ol>\n\n<h3>16.) Copyright And Trademark Disputes</h3>\n\n<p>RightNXT shall not be liable for any infringement of copyright arising out of materials posted on or transmitted through the site or mobile apps, or items advertised on the site or mobile apps, by end users or any other third parties. We respect the intellectual property rights of others and require those that use the Services to do the same. We may, in appropriate circumstances and at our discretion, remove or disable access to material on the Services that infringes upon the copyright rights of others. We also may, in our discretion, remove or disable links or references to an online location that contains infringing material or infringing activity. In the event that any users of the Services repeatedly infringe on others&rsquo; copyrights, we may in our sole discretion terminate those individuals&rsquo; rights to use the Services If you believe that your copyright has been or is being infringed upon by material found in the Services, you are required to follow the below procedure to file a notification:</p>\n\n<ul>\n\t<li>Identify in writing the copyrighted material that you claim has been infringed upon;</li>\n\t<li>Identify in writing the material on the Services that you allege is infringing upon copyrighted material, and provide sufficient information that reasonably identifies the location of the alleged infringing material (for example, the user name of the alleged infringer and the business listing it is posted under);</li>\n\t<li>Include the following statement: &quot;I have a good faith belief that the use of the content on the Services as described above is not authorized by the copyright owner, its agent, or law&quot;;</li>\n\t<li>Include the following statement: &quot;I swear under penalty of perjury that the information in my notice is accurate and I am the copyright owner or I am authorized to act on the copyright owner&#39;s behalf&quot;;</li>\n\t<li>Provide your contact information including your address, telephone number, and e-mail address (if available);</li>\n\t<li>Provide your physical or electronic signature; and</li>\n</ul>\n\n<p><strong>Email Address -</strong>&nbsp;<a href=\"mailTo:legal@Rightnxt.com\" style=\"margin: 0px; padding: 0px; box-sizing: border-box; color: #4d4e52; background-color: transparent;\">legal@Rightnxt.com</a>&nbsp;</p>\n", "tabName" : null, "sectionHeading" : null, "url" : "terms-of-service", "date" : "Jul 12, 2017" }
{ "_id" : "QShGG6ckzpMt2iWps", "contentType" : "generalContent", "title" : "Privacy Policy", "contentBody" : "<p>RightNXT (<strong>&quot;Wazaku&rdquo;</strong>,&rdquo;Wazaku Media Private limited&rdquo;, &ldquo;RightNXT.com&rdquo;, the&nbsp;<strong>&quot;Company,&quot; &quot;we,&quot; &quot;us,&quot;</strong>&nbsp;and&nbsp;<strong>&quot;our,&quot;</strong>) knows that you take your privacy seriously. We do, too. We are committed to giving you transparency of our privacy practices and control over your data in connection with RightNXT&#39;s Services (as defined in RightNXT&#39;s Terms of Service).</p>\n\n<p>This Privacy Policy describes our policies on the collection, use, and disclosure of information about you in connection with your use of our services, including those offered through our websites, emails, and mobile applications (collectively, the &quot;Service&quot;).This policy DOES NOT apply to information that you provide to, or that is collected by, any third-party, such as Businesses at which you pay through our Services and social networks that you use in connection with our Services. We encourage you to consult directly with such third-parties about their privacy practices.</p>\n\n<p>When you use the Service, you consent to our collection, use, and disclosure of information about you as described in this Privacy Policy.</p>\n\n<p><strong>Table of Contents</strong></p>\n\n<ol>\n\t<li>Information We Collect and How We Use It</li>\n\t<li>Cookies</li>\n\t<li>Third Parties</li>\n\t<li>Controlling Your Personal Data</li>\n\t<li>Data Retention and Account Termination</li>\n\t<li>Children</li>\n\t<li>Security</li>\n\t<li>Dispute Resolution</li>\n\t<li>Compliance with Data Protection Regulations</li>\n\t<li>Modifications to This Privacy Policy</li>\n\t<li>Contact Us</li>\n</ol>\n\n<h3>1. Information We Collect and How We Use It</h3>\n\n<p>We may collect and store information about you when you use our Service. We use the information to fulfill your requests, provide the Service&rsquo;s functionality, improve the Service&rsquo;s quality, personalize your experience, track usage of the Service, provide feedback to third party businesses that are listed on the Service, display relevant advertising, market the Service, provide customer support, message you, back up our systems and allow for disaster recovery, enhance the security of the Service, and comply with legal obligations.</p>\n\n<p><strong>Among the information we collect, please note:</strong></p>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li><strong>Account Information:</strong>&nbsp;If you create an account on RightNXT, we may store and use your full name, email address, Phone number, zip code, and other information you may provide with your account, such as your gender and birth date. Your first name and last initial, as well as any photo or Video you submit through the registration process, will be publicly displayed as part of your account profile. You can modify some of the information associated with your account here. If you believe that someone has created an unauthorized account depicting you or your likeness, you can request its removal by flagging it.</li>\n\t<li><strong>Public Content:</strong>&nbsp;The information that you contribute through the Service is intended for public consumption, including your reviews, photos, check-ins, comments, likes, favorites, friends, lists, compliments, and account profile. We may display this information through the Service, share it with businesses, and further distribute it to a wider audience through third party sites and services.</li>\n\t<li><strong>Contacts:</strong>&nbsp;You can invite your friends to join the Service by providing us with their contact information, or by allowing us to access your contacts from your computer, mobile device, or third party sites to select which friends you want to invite. If you allow us to access your contacts, we may process your invitations.</li>\n\t<li><strong>Communications:</strong>&nbsp;When you sign up for an account or use certain features, you are opting to receive messages from other RightNXT users, businesses, and RightNXT itself. We may also track your actions in response to the messages you receive from RightNXT or through the Service, such as whether you deleted, opened, or forwarded such messages. If you exchange messages with others through the Service, we may store them in order to process and deliver them, allow you to manage them, and we may review and disclose them in connection with investigations related to the operation and use of the Service. We may not deliver messages that we believe are objectionable, such as spam messages or requests to exchange reviews for compensation. If you send or receive messages through the Service via SMS text message, we may log phone numbers, phone carriers, and the date and time that the messages were processed. Carriers may charge recipients for texts that they receive. We may also store information that you provide through communications to us, including from phone calls, letters, emails and other electronic messages, or in person. If you are a representative of a business listed on RightNXT, including users of RightNXT for Business Owners, we may contact you, including by phone or email, using the contact information you provide us, make publicly available, or that we have on record for your business.</li>\n\t<li><strong>Activity:</strong>&nbsp;We may store information about your use of the Service, such as your search activity, the pages you view, the date and time of your visit, businesses you call using our mobile applications. We also may store information that your computer or mobile device provides to us in connection with your use of the Service, such as your browser type, type of computer or mobile device, browser language, IP address, mobile carrier, phone number, unique device identifier, advertising identifier, location (including geo location, beacon based location, and GPS location), and requested and referring URLs. You may be able to disallow our use of certain location data through your device or browser settings, for example by disabling &ldquo;Location Services&rdquo; for the RightNXT application in IOS privacy settings.</li>\n\t<li><strong>Transactional information:</strong>&nbsp;If you make transaction through our Services, we may collect and store information about you to process your requests and automatically complete forms for future transactions, including (but not limited to) your phone number, address, email, billing information and credit or payment card information. This information may be shared with third-parties which assist in processing and fulfilling your requests, including PCI compliant payment gateway processors. When you submit credit or payment card information, we encrypt the information using industry standard technologies, as further described below under &quot;Payment Card Information.</li>\n</ol>\n\n<h3>2. COOKIES</h3>\n\n<p>We, and third parties with whom we partner, may use cookies, web beacons, tags, scripts, local shared objects such as HTML5 and Flash (sometimes called &quot;flash cookies&quot;), advertising identifiers (including mobile identifiers such as Apple&rsquo;s IDFA or Google&rsquo;s Advertising ID) and similar technology (&quot;Cookies&quot;) in connection with your use of the Service, third party websites, and mobile applications. Cookies may have unique identifiers, and reside, among other places, on your computer or mobile device, in emails we send to you, and on our web pages. Cookies may transmit information about you and your use of the Service, such as your browser type, search preferences, IP address, data relating to advertisements that have been displayed to you or that you have clicked on, and the date and time of your use. Cookies may be persistent or stored only during an individual session.</p>\n\n<p><strong>The purposes for which we use Cookies in the Service include:</strong></p>\n\n<table cellspacing=\"0\" style=\"border-collapse:collapse; border-spacing:0px; box-sizing:border-box; color:#333333; font-family:'Helvetica Neue',Helvetica,Arial,sans-serif; margin:0px 0px 20px; padding:0px; width:100%\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<th style=\"text-align:left\">Purpose</th>\n\t\t\t<th style=\"text-align:left\">Explanation</th>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">Processes</td>\n\t\t\t<td style=\"vertical-align:top\">Intended to make the Service work in the way you expect. For example, we use a Cookie that tells us whether you have already signed up for an account.</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">Authentication, Security, and Compliance</td>\n\t\t\t<td style=\"vertical-align:top\">Intended to prevent fraud, protect your data from unauthorized parties, and comply with legal requirements. For example, we use Cookies to determine if you are logged in.</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">Preferences</td>\n\t\t\t<td style=\"vertical-align:top\">Intended to remember information about how you prefer the Service to behave and look. For example, we use a Cookie that tells us whether you have declined to allow us to use your phone&rsquo;s geo location data.</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">Notifications</td>\n\t\t\t<td style=\"vertical-align:top\">Intended to allow or prevent notices of information or options that we think could improve your use of the Service. For example, we use a Cookie that stops us from showing you the signup notification if you have already seen it.</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">Advertising</td>\n\t\t\t<td style=\"vertical-align:top\">Intended to make advertising more relevant to users and more valuable to advertisers. For example, we may use Cookies to serve you interest-based ads, such as ads that are displayed to you based on your visits to other websites, or to tell us if you have recently clicked on an ad.</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"vertical-align:top\">Analytics</td>\n\t\t\t<td style=\"vertical-align:top\">Intended to help us understand how visitors use the Service. For example, we use a Cookie that tells us how our search suggestions correlate to your interactions with the search page.</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p><strong>Managing Cookies:</strong>&nbsp;It may be possible to disable some (but not all) Cookies through your device or browser settings, but doing so may affect the functionality of the Service. The method for disabling Cookies may vary by device and browser, but can usually be found in preferences or security settings. For example,IOS and Android devices each have settings which are designed to limit forms of ad tracking. For flash cookies, you can manage your privacy settings by clicking here. Please note that changing any of these settings does not prevent the display of all advertisements to you.</p>\n\n<h3>3. THIRD PARTIES</h3>\n\n<ol style=\"list-style-type:lower-alpha\">\n\t<li><strong>Advertisers:</strong>&nbsp;We may share non-personally identifiable information from or about you with third parties, such as location data, contact information, advertising identifiers, or a cryptographic hash of a common account identifier (such as an email address), to facilitate the display of targeted advertising. You may be able to limit our sharing of some of this information through your mobile device settings, as described in Section 2 above.</li>\n\t<li><strong>Service Providers:</strong>&nbsp;We may rely on third party providers to providers to perform certain services for us in connection with your use of the Service, such as communications and hosting services, network security, technical and customer support, tracking and reporting functions, quality assurance testing, payment processing, our own marketing of the Service, and other functions. We may share information from or about you with these third party providers so that they can perform their services or complete your requests. These third party providers may share information with us that they obtain from or about you in connection with providing their services or completing your requests. Third party providers may also share this information with their subsidiaries, joint ventures, or other companies under common control. Some of our web pages utilize framing techniques to serve content to you from our third party providers, while preserving the look and feel of the Service. In such cases, please note that the information you provide is being provided to the third party.</li>\n\t<li><strong>Aggregate Information:</strong>&nbsp;We may share user information in the aggregate with third parties, such as advertisers and content distributors. For example, we may disclose the number of users that have been exposed to, or clicked on, advertisements.</li>\n\t<li><strong>Business Transfers:</strong>&nbsp;We may share information from or about you with our subsidiaries, joint ventures, or other companies under common control, in which case we will require them to honor this Privacy Policy. If another company acquires RightNXT or all or substantially all of our assets, that company will possess the same information, and will assume the rights and obligations with respect to that information as described in this Privacy Policy.</li>\n\t<li><strong>Businesses on RightNXT:</strong>&nbsp;We may share information from or about you (such as your age and gender), your devices, and your use of the Service (such as which businesses you added to favourites or call) with businesses listed on RightNXT. Keep in mind that businesses may see your Public Content (as defined in Section 1(b) above). Additionally, if you make a phone call to a business through or in connection with your use of the Service, we may share information about your call with the business that the business would have received had you called them directly, such as the date and time of your call and your phone number.</li>\n\t<li><strong>Investigations:</strong>&nbsp;We may investigate and disclose information from or about you if we have a good faith belief that such investigation or disclosure (a) is reasonably necessary to comply with legal process and law enforcement instructions and orders, such as a search warrant, subpoena, statute, judicial proceeding, or other legal process served on us; (b) is helpful to prevent, investigate, or identify possible wrongdoing in connection with the Service; or (c) protects our rights, reputation, property, or that of our users, affiliates, or the public, such as disclosures in connection with our Consumer Alerts program. If you flag or otherwise complain to RightNXT about content through the Service, we may share the substance of your complaint with the contributor of that content in order to provide an opportunity for the contributor to respond.</li>\n\t<li><strong>Links:</strong>&nbsp;The Service may contain links to unaffiliated third party services. Except as set forth herein, we do not share your personal information with them, and are not responsible for their privacy practices. We suggest you read the privacy policies on or applicable to all such third party services.</li>\n\t<li><strong>Facebook, Google+ and Twitter:</strong>&nbsp;If you sign up for RightNXT using your Facebook account or link your RightNXT account to your account with a third party service like Facebook, Google+ or Twitter, we may receive information about you from such third party service. We may use this information to help you create your account on RightNXT and connect and share public content with your friends and followers. You can manage how you link your RightNXT account to third party services here. Please note that if you interact with Facebook, Google+, Twitter, or other third party icons through the Service, including &quot;Like,&quot; &quot;Share,&quot; or similar buttons, those companies may collect information about you, such as your device&rsquo;s IP address. Your interactions with these and other third parties are governed by the third party&#39;s privacy policies.</li>\n</ol>\n\n<h3>4. CONTROLLING YOUR PERSONAL DATA</h3>\n\n<p>Other users may be able to identify you, or associate you with your account, if you include personal information in the content you post publicly. You can reduce the risk of being personally identified by using the Service pseudonymously, though doing so could detract from the credibility of your contributions to the Service.</p>\n\n<h3>5. DATA RETENTION AND ACCOUNT TERMINATION</h3>\n\n<p>You can close your account permanently anytime. We will remove your public posts from view and/or dissociate them from your account profile, but we may retain information about you for the purposes authorized under this Privacy Policy unless prohibited by law. For example, we may retain information to prevent, investigate, or identify possible wrongdoing in connection with the Service or to comply with legal obligations. Please note that businesses cannot remove their business listings, ratings, or reviews by closing their accounts.</p>\n\n<h3>6. CHILDREN</h3>\n\n<p>The Service is intended for general audiences and is not directed to children under 13. We do not knowingly collect personal information from children under 13. If you become aware that a child has provided us with personal information without parental consent, please contact us. If we become aware that a child under 13 has provided us with personal information without parental consent, we take steps to remove such information and terminate the child&#39;s account.</p>\n\n<h3>7. SECURITY</h3>\n\n<p>We follow generally accepted industry standards to protect the personal information submitted to us, both during transmission and once we receive it. However, no method of transmission over the Internet or via mobile device, or method of electronic storage, is 100% secure. Therefore, while we strive to use commercially acceptable means to protect your personal information, we cannot guarantee its absolute security.</p>\n\n<h3>8. DISPUTE RESOLUTION</h3>\n\n<p>If you believe that RightNXT has not adhered to this Privacy Policy, you may contact us by dropping an email at &quot;<a href=\"mailTO:privacy@rightnxt.com\" style=\"margin: 0px; padding: 0px; box-sizing: border-box; color: #4d4e52; background-color: transparent;\">privacy@rightnxt.com</a>&quot;.</p>\n\n<h3>9. COMPLIANCE WITH DATA PROTECTION REGULATIONS</h3>\n\n<p>The information we obtain from or about you may be processed and stored in India and our other various servers located across the globe, which may provide for different data protection rules than the country in which you reside. We comply with generally accepted industry standard regulations regarding the collection, use, and retention of data. Each location may provide for different data protection rules than the country in which you reside. By using the Services, you consent to the collection, transfer, use, storage and disclosure of your information as described in this Privacy Policy, including to the transfer of your information outside of your country of residence. If you have any questions relating to your personal data, please write to us on&nbsp;<a href=\"mailTO:privacy@rightnxt.com\" style=\"margin: 0px; padding: 0px; box-sizing: border-box; color: #4d4e52; background-color: transparent;\">privacy@rightnxt.com</a></p>\n\n<h3>10. MODIFICATIONS TO THIS PRIVACY POLICY</h3>\n\n<p>We reserve the right to amend this Privacy Policy from time to time to reflect changes in the law, our data collection and use practices, the features of our services, or advances in technology. Please check this page periodically for changes. Use of information we collect is subject to the Privacy Policy in effect at the time such information is used. If we make any material changes to this Privacy Policy, we will post the changes here. Please review the changes carefully. Your continued use of the Services following the posting of changes to this Privacy Policy will constitute your consent and acceptance of those changes.</p>\n\n<h3>11. CONTACT US</h3>\n\n<p>If you have any queries relating to the processing/usage of information provided by you or RightNXT&rsquo;s Privacy Policy, you may email us at&nbsp;<a href=\"mailTO:privacy@rightnxt.com\" style=\"margin: 0px; padding: 0px; box-sizing: border-box; color: #4d4e52; background-color: transparent;\">privacy@rightnxt.com</a>&nbsp;or write at the following address:</p>\n\n<p><strong>Mrs. Sneh Sethi,</strong>&nbsp;<br />\nSaili Road,&nbsp;<br />\nAdarsh Colony,&nbsp;<br />\nPathankot (Punjab, India)- 145001&nbsp;</p>\n", "tabName" : null, "sectionHeading" : null, "url" : "privacy-policy", "date" : "Jul 12, 2017" }
{ "_id" : "4zd8aZtAA9zAFaxg8", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p style=\"margin: 0px; padding: 0px 0px 10px; box-sizing: border-box; font-family: PROXIMANOVA-REGULAR; color: #4d4e52; line-height: 22px;\">RightNXt is a Free and Secure platform that connects buyers with great local Businesses.</p>\n<p style=\"margin: 0px; padding: 0px 0px 10px; box-sizing: border-box; font-family: PROXIMANOVA-REGULAR; color: #4d4e52; line-height: 22px;\">We provide you the glimpse of all local/physical outlets that helps you to choose which outlet is the right one for you to visit.</p>", "tabName" : "Introduction", "sectionHeading" : "What is RightNXT?", "url" : "faqs" }
{ "_id" : "mHbayEKYjWHBEMoJ6", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p>In short you can search from &#39;anything to everything&#39; in your city or near by areas.</p>\n", "tabName" : "Introduction", "sectionHeading" : "What can i use rightnxt for ?", "url" : "faqs", "date" : "Jul 07, 2017" }
{ "_id" : "nknwfMMeo4QLifXtR", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p><strong>You should use RightNXT when :</strong></p>\n\n<ol>\n\t<li>You don&#39;t know where to buy the product from.</li>\n\t<li>You don&#39;t know which outlet in the market will meet your need most perfectly.</li>\n\t<li>You are looking for discounts or offers.</li>\n</ol>\n", "tabName" : "Introduction", "sectionHeading" : "When should I use RightNXT?", "url" : "faqs", "date" : "Jun 30, 2017" }
{ "_id" : "MmSGP4cW7YG2tTpXW", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p style=\"margin: 0px; padding: 0px 0px 10px; box-sizing: border-box; font-family: PROXIMANOVA-REGULAR; color: #4d4e52; line-height: 22px;\">RightNXt is currently available in Pune and will be available in other parts of the country shortly.</p>", "tabName" : "Introduction", "sectionHeading" : "Where is RightNXt currently available?", "url" : "faqs" }
{ "_id" : "HZeShDDhADT3bbWtK", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p style=\"margin: 0px; padding: 0px 0px 10px; box-sizing: border-box; font-family: PROXIMANOVA-REGULAR; color: #4d4e52; line-height: 22px;\">Enquiry is a service with which you can Enquire about a product you want to buy from all the selected shops without physically visiting any shop.</p>\n<p style=\"margin: 0px; padding: 0px 0px 10px; box-sizing: border-box; font-family: PROXIMANOVA-REGULAR; color: #4d4e52; line-height: 22px;\">Say if you want to buy a jacket your firend has and you do not know from where you will get the same jacket in the market.</p>\n<p style=\"margin: 0px; padding: 0px 0px 10px; box-sizing: border-box; font-family: PROXIMANOVA-REGULAR; color: #4d4e52; line-height: 22px;\">In this case, you can send multiple enquiries ( Piic of the jacket and Description) to any number of businesses you have shortlisted or all Businesses, (verified RightNXT Businesses) just to check if those businesses have the desired product or not; and talk to them directly to convert it into a deal.</p>", "tabName" : "Introduction", "sectionHeading" : "What is \"an\" Enquiry ?", "url" : "faqs" }
{ "_id" : "6victjRRoKEvkZeGM", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p style=\"margin: 0px; padding: 0px 0px 10px; box-sizing: border-box; font-family: PROXIMANOVA-REGULAR; color: #4d4e52; line-height: 22px;\">Offers refers to a feature on our website that highlights exclusive discounts, deals, freebies, promotions, and savings opportunities at local businesses.</p>\n<p style=\"margin: 0px; padding: 0px 0px 10px; box-sizing: border-box; font-family: PROXIMANOVA-REGULAR; color: #4d4e52; line-height: 22px;\">For Example: There can be an Offer of 20% Off in your favourite Sweet shop or 1+1 pizza free at your favaourite Pizza shop which you can get to know on a single click now.</p>\n<p style=\"margin: 0px; padding: 0px 0px 10px; box-sizing: border-box; font-family: PROXIMANOVA-REGULAR; color: #4d4e52; line-height: 22px;\">You can see the running Offers for a business on its Business Profile page or you can filter on the basis of \"Offer\" and our search engine will list all the Businesses with active Offers.</p>", "tabName" : "Introduction", "sectionHeading" : "What are Offers?", "url" : "faqs" }
{ "_id" : "QRwvoQYiRPRPEvYiZ", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p style=\"margin: 0px; padding: 0px 0px 10px; box-sizing: border-box; font-family: PROXIMANOVA-REGULAR; color: #4d4e52; line-height: 22px;\">Instead of \"Create your Business\" it should be \"Add your Business\".</p>", "tabName" : "Introduction", "sectionHeading" : "How should i add Business?", "url" : "faqs" }
{ "_id" : "okafzrrZZr59xvduj", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p>If you have additional questions regarding RightNXT please check the Terms of Use and Privacy Policy. If you have other questions that we haven&#39;t covered here please drop us an email at support@rightnxt.com.</p>\n", "tabName" : "Introduction", "sectionHeading" : "I still have questions. How do I get help?", "url" : "faqs", "date" : "Jun 30, 2017" }
{ "_id" : "eLj8gn8Mc7goQy3g2", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p>Instead of &quot;many more awesome things&quot; it should be &quot;do many awesome things&quot;.</p>\n\n<p>Instead of &quot;as well as the ability to connect with others within the site.&quot; it should be &quot; as well as gives you the ability to connect with others within the site.&quot;</p>\n", "tabName" : "Your Account", "sectionHeading" : "What is my RightNXT Profile for?", "url" : "faqs" }
{ "_id" : "vntg5b4skGnviBDD3", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p>Instead of &quot;Search your friend on Facebook, Google +, Email or Name.&quot; it should be &quot;Search your friend on Facebook, Google + or with Email address or Name.&quot;</p>\n", "tabName" : "Your Account", "sectionHeading" : "How do I follow somebody on RIghtNXT?", "url" : "faqs" }
{ "_id" : "dvdb7AnCzFF8ZhPHx", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<ol>\n\t<li>Login to your Account</li>\n\t<li>Go to&nbsp;Followers</li>\n\t<li>Click Find Friends</li>\n\t<li>Select&nbsp;<strong>Facebook or Google+</strong></li>\n\t<li>Allow RightNXT to access your Facebook Account&nbsp;(this will appear in a pop-up window)</li>\n\t<li>Select the friends&nbsp;you&#39;d like to follow</li>\n</ol>\n", "tabName" : "Your Account", "sectionHeading" : "How do I follow my Facebook or Google+ friends on RightNXT?", "url" : "faqs" }
{ "_id" : "AKe56gMhFncZBGqfQ", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p>Nope. We use your Facebook or Google+ information to validate your account when you login.</p>\n\n<p>Your friends can only see your activities (like your reviews, posted pictures or anything else) on facebook or Google+ when you share it using the &ldquo;share&rdquo; feature.</p>\n", "tabName" : "Your Account", "sectionHeading" : "When I use Facebook or Google+ connect to login, will RightNXT spam my friends?", "url" : "faqs" }
{ "_id" : "HP35zS9ftpxeJaS6H", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p>Login to your account, go to settings, go to Edit Profile tab and edit your profile picture.</p>\n", "tabName" : "Your Account", "sectionHeading" : "How should I  edit my Profile photo?", "url" : "faqs" }
{ "_id" : "yunWgxFa2dYgb7chX", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p><strong>To change your password you can choose one of the below mentioned options:-</strong></p>\n\n<ol>\n\t<li>Login to your account, go to settings, go to Security tab and update your password.</li>\n\t<li>Click the &ldquo;Forgot my Password&rdquo; link on login page. Enter your Registered Email id or Password and you will receive a Onetime password. Use that to login and then you will get option to change your password.</li>\n</ol>\n", "tabName" : "Your Account", "sectionHeading" : "How can I reset my password?", "url" : "faqs" }
{ "_id" : "7D4T7Wk3b9o798K6N", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p><span style=\"color:#4d4e52; font-family:PROXIMANOVA-REGULAR\">Instead of &quot;listed in our &ldquo;Terms of Service&rdquo; will be removed.&quot; it should be &quot;listed in our &ldquo;Code of Conduct&rdquo; will be removed.&quot;</span></p>\n", "tabName" : "Reviews", "sectionHeading" : "What do I write in my review?", "url" : "faqs" }
{ "_id" : "8d9sv2qu9qxJNgYi8", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p><span style=\"color:#4d4e52; font-family:PROXIMANOVA-REGULAR\">Review is basically your feedback for the Business which can be both positive or negative based on your experience. So you can write the review as per your feedback but it should be real.</span></p>\n", "tabName" : "Reviews", "sectionHeading" : "Should I write a positive or negative review ?", "url" : "faqs", "date" : "Jul 12, 2017" }
{ "_id" : "rNR7QCDG9sMsNXANr", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p><span style=\"color:#4d4e52; font-family:PROXIMANOVA-REGULAR\">You will see a symbol to attach photos just down below the text box wherein you write a review for a Business. Click that and attach your pics along with your review.</span></p>\n", "tabName" : "Reviews", "sectionHeading" : "How do I add photos in my Reviews?", "url" : "faqs" }
{ "_id" : "287buyuaQBkCEs9Q2", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p>Photographs show your moments with that particular Business. Pics are the best way to express the way you felt on dealing with the Businesses.</p>\n\n<p>Keep in mind that you need to have the legal right to use any picture you upload. Any photo for which we believe you are not the legal owner will be deleted.</p>\n", "tabName" : "Reviews", "sectionHeading" : "Why should I attach photos in my Reviews?", "url" : "faqs" }
{ "_id" : "N7jmcaxxpaENa6BHQ", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<ol>\n\t<li>Go to the Reviews section of your account</li>\n\t<li>Click Share review (the arrow icon) for the review that you would like to share</li>\n\t<li>Choose where or with whom you would like to share your review</li>\n\t<li>Click Share</li>\n</ol>\n", "tabName" : "Reviews", "sectionHeading" : "How do I share my reviews on other social media, like Facebook or Google + ?", "url" : "faqs" }
{ "_id" : "QBYDWDT7xoG4qoa9W", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p><span style=\"color:#4d4e52; font-family:PROXIMANOVA-REGULAR\">Yes, you can edit the review written by you either directly on the business&#39; profile page or in the review tab of your RightNXT profile.</span></p>\n", "tabName" : "Reviews", "sectionHeading" : "Once I write a review, can I edit it?", "url" : "faqs", "date" : "Jun 30, 2017" }
{ "_id" : "yWynLsMG3kiJp7nqP", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p><span style=\"color:#4d4e52; font-family:PROXIMANOVA-REGULAR\">All the reviews submitted are listed in the order of their submission i.e in chronological order.</span></p>\n", "tabName" : "Reviews", "sectionHeading" : "How do we determine the order in which reviews appear on a business' profile page?", "url" : "faqs" }
{ "_id" : "Kjaf5JfaMdHaYxA7Y", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p><span style=\"color:#4d4e52; font-family:PROXIMANOVA-REGULAR\">Yes, you can see all the users who are posting Reviews for a Business. You can also click the user to access its profile to know the user better.</span></p>\n", "tabName" : "Reviews", "sectionHeading" : "Can I find out who wrote a particular review?", "url" : "faqs" }
{ "_id" : "79bE83swqT2Wb5BQ8", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p><span style=\"color:#4d4e52; font-family:PROXIMANOVA-REGULAR\">We encourage you to use your real names on the site as it increases the credibility for your contributions on the site. By using real names your friends will be able to identify you in their network quickly.</span></p>\n", "tabName" : "Privacy", "sectionHeading" : "Is it mandatory to use real names on RIghtNXT ?", "url" : "faqs" }
{ "_id" : "hW87wtTYekp5RSWeH", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p><span style=\"color:#4d4e52; font-family:PROXIMANOVA-REGULAR\">Please refer RightNXT&rsquo;s privacy policy to understand what we can and can&rsquo;t do with your account information. Also you can manage your privacy from the settings section.</span></p>\n", "tabName" : "Privacy", "sectionHeading" : "Does RightNXT share my account information with anybody ?", "url" : "faqs" }
{ "_id" : "wkH48AwbZeXrXv8mT", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p>Your contact information is only used for authorization and verification purposes and will not be published or shared with any other websites. Your contact information is also displayed to the Business you enquire to.</p>\n\n<p>You can change the way your contact information should be displayed by changing your settings.</p>\n", "tabName" : "Privacy", "sectionHeading" : "What do you do with the contact information of user?", "url" : "faqs" }
{ "_id" : "zBZAk4A52L5Z36p8f", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p>Yes, your email id is visible to other users on RIghtNXT. Also users can search you by your email id to add you in their network.</p>\n", "tabName" : "Privacy", "sectionHeading" : "Is my Email id visible to other users on RightNxt ?", "url" : "faqs" }
{ "_id" : "Hqn9xjLwFNYbDsmDp", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p><strong>A business account is wherein, from, you manage to present the personality of your business to your customers and the entire world, manage the business activity and do much more. For example:-</strong></p>\n\n<ol>\n\t<li>Post photos and update business information.</li>\n\t<li>Keep your Business Hours of operation up to date so consumers searching for your business can easily find it.</li>\n\t<li>Keep Track on customer analytics</li>\n\t<li>Respond to a review with a public comment.</li>\n</ol>\n", "tabName" : "Business Owners", "sectionHeading" : "What is a Business Account ?", "url" : "faqs" }
{ "_id" : "fZc7QyunWDNk8mv6N", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p><span style=\"color:#4d4e52; font-family:PROXIMANOVA-REGULAR\">It is a simple two steps task. Visit https://www.business.rightnxt.com , search for your Business to claim it. If it&#39;s not found then go for option named &ldquo;Add your Business&rdquo; and register your Business with us. Your Business will be visible to everybody once our team verifies it.</span></p>\n", "tabName" : "Business Owners", "sectionHeading" : "How do I add / claim my business on RigthNXT?", "url" : "faqs" }
{ "_id" : "gBiDfExB46fwAreps", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p>If you are a buyer then you can click the &ldquo;Report&rdquo; button and fill in the form with the details you want to update or you can write us at support@rightnxt.com</p>\n\n<p>If you are a Business owner then you can correct information by &quot;claiming&quot; or registering your business on the RightNXT Business page (https://www.business.rightnxt.com). Once claimed or registered, you will have the opportunity to make edits and add content to your business profile page.</p>\n", "tabName" : "Business Owners", "sectionHeading" : "How can I correct incorrect information about a business?", "url" : "faqs" }
{ "_id" : "7CqRmsfeP9Lovt64b", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p>There should be a space in the smily in the end of the answer.</p>\n", "tabName" : "Business Owners", "sectionHeading" : "How often can I update my listing?", "url" : "faqs" }
{ "_id" : "p8qqEpq92THjr6NuH", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p>The Business Contact information is displayed on the Business Listing page. The Business profile owner has full rights to edit or update the information after he/she claims the Business profile page.</p>\n", "tabName" : "Business Owners", "sectionHeading" : "What do you do with the contact information of a Business?", "url" : "faqs" }
{ "_id" : "oHdAXvBybWySLJ86K", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p>Listings should only be CLOSED if you are no longer doing the registered Business. If a Business has been transferred or if there is any other information which needs to be updated, please edit the Business Information instead of closing/unlisting the registered business.</p>\n", "tabName" : "Business Owners", "sectionHeading" : "What happens when I close a Business listing?", "url" : "faqs" }
{ "_id" : "b4a3iNfMwocfDo3gD", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p>The standard set of categories are created to simplify the searches by consumers so that they can find your Business according to the standardized categories easily.</p>\n\n<p>If you still feel you have &quot;categories&quot; that you would like to be shown but are not within our standardized list, please use the &ldquo;Tags&rdquo; section in your Business details page so that a user can also search your Business according to the tags created by you.</p>\n", "tabName" : "Business Owners", "sectionHeading" : "Why must I add my Business in one of the standard set of categories mentioned on RightNXT ?", "url" : "faqs" }
{ "_id" : "4n4AcJShdSXpdMKH6", "contentType" : "Faq", "title" : "Faqs", "contentBody" : "<p>Please click on the report button on the business profile page and mention this issue along with the link of the duplicate business or you can call our customer care helpline.</p>\n", "tabName" : "Business Owners", "sectionHeading" : "How can I report duplicate business pages?", "url" : "faqs", "date" : "Jul 14, 2017" }
{ "_id" : "8W8gEBXAqpadjrnAs", "url" : "career", "contentType" : "generalContent", "title" : "CAREER", "contentBody" : "<h4>We&rsquo;re Hiring!</h4>\n\n<p>Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry&#39;s standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries, but also</p>\n", "tabName" : null, "sectionHeading" : null }
{ "_id" : "WcDoti93mt3jbZjXH", "contentType" : "generalContent", "title" : "Code of Conduct", "contentBody" : "<p>Rightnxt allows users to contribute different kinds of content, including reviews, photos and much more. Playing nice isn&rsquo;t rocket science, but just in case, we&rsquo;ve put together these general guidelines. Please also read the guidelines below for specific types of content that you might contribute to the site.</p>\n\n<p>If there&#39;s one thing we truly love, it&#39;s sharing in all the great moments you have. Be it Good, Bad or Average based on your expectations- everything counts on Rightnxt.</p>\n\n<p>While we welcome your opinions and descriptions of your experiences, there are a few things we expect from every user on Rightnxt. Your reviews and photos, as well as your profile and the comments you share, all should subject to our Content Guidelines, our User Code of Conduct.</p>\n\n<p>If your activity on Rightnxt doesn&#39;t match up to these content guidelines, we reserve the right to take action as we deem necessary. This could include altering or deleting your reviews or comments, or deleting your Rightnxt account altogether, with or without notice. We have a combination of both Team and Technology continuously working on removing suspicious reviews.</p>\n\n<h3>User Code of Conduct</h3>\n\n<ul>\n\t<li><strong>Keep out the clutter:</strong>&nbsp;To make sure we collectively work towards building the highest-quality content that&#39;s useful to everyone, reviews need to be a minimum of 100 characters long. If you fill the space with junk, we might have to remove the review altogether.</li>\n\t<li><strong>Keep it relevant:</strong>&nbsp;Please make sure your contributions are relevant and appropriate to the forum. Any accounts placing irrelevant, inappropriate, or promotional content, that solicit customers, or that spams Businesses, may be deleted without notice. Also incomplete reviews with a manually added link will be removed.</li>\n\t<li><strong>Keep it clean:</strong>&nbsp;Colorful language and imagery is fine but do not use threats, harassment, lewdness, hate speech, and other displays of bigotry. We will delete reviews with appropriate content whenever we see it.</li>\n\t<li><strong>Keep it fresh:</strong>&nbsp;Review updates should reflect a new experience or interaction with the business. Don&#39;t tell the same old story you&#39;ve already told. If you&#39;d like to add new insight to an old experience, just edit your review instead of creating a new update.</li>\n\t<li><strong>Keep it real:</strong>&nbsp;Write your review based on facts and your own experiences (not a friend&#39;s). Please don&#39;t exaggerate or falsify your experience. We do not take sides in cases of dispute, so make sure you can stand by your word. Content that indicates the reviewer hasn&#39;t even visited the restaurant will be removed. Deceptive, fake, or misleading reviews will be removed.</li>\n\t<li><strong>Don&#39;t steal:</strong>&nbsp;Copying others&#39; reviews or photos, or even re-posting your own in multiple places on Rightnxt (in full or in part), is something that will not be tolerated. You&rsquo;re a smart cookie, so write your own reviews and take your own photos</li>\n\t<li><strong>Privacy:</strong>&nbsp;Don&rsquo;t publicize other people&rsquo;s private information. Please don&rsquo;t post photos of other patrons without their permission.</li>\n\t<li><strong>Be yourself:</strong>&nbsp;Just be yourself. Create profiles by your name and let the world know who you are.</li>\n\t<li><strong>Play by the rules:</strong>&nbsp;The content you add should be in compliance with Rightnxt&#39;s Terms and Conditions, as well as local laws and regulations. Local laws take precedence, and content may be moderated to adhere to these.</li>\n\t<li><strong>Do the right thing:</strong>&nbsp;Rightnxt is a website and mobile application with no claims to be a court of law or a ministry of health (we aren&#39;t serious enough to do those jobs). If you have a dispute with a Business we encourage you to contact the appropriate authorities directly. Rightnxt is not the appropriate platform for reporting illegal activities, physical confrontations and health code violations, we encourage that such accusations be reported to the concerned authorities rather than being mentioned in reviews.</li>\n</ul>\n\n<h3>Photo guidelines</h3>\n\n<p>It&#39;s important to keep in mind our photo guidelines, and understand why some photos may be moved or removed once they&#39;ve been added.</p>\n\n<p>We will show photos with your review or on your profile depending on how useful it is to other users and how relevant it is to the review.</p>\n\n<p>Exact duplicates, plagiarized photos, promotional content, photos of others posted without their permission, and very unpleasant or ugly photos that are not relevant will be removed altogether. Sorry, no room for negotiations here.</p>\n\n<h3>Guidelines for Businesses</h3>\n\n<p><strong>Rightnxt is a great way for Businesses to reach out to the world. A few things you should keep in mind:</strong></p>\n\n<ul>\n\t<li><strong>Keep your listing updated:</strong>&nbsp;We appreciate you updating your information as and when required.</li>\n\t<li><strong>Don&#39;t solicit reviews:</strong>&nbsp;The best way to get reviews is to delight customers with your cooperation and service. Don&#39;t ask your customers to review your business on Rightnxt. Over time, solicited reviews create bias in your business listing &mdash; a bias that savvy consumers can smell from a mile away</li>\n\t<li><strong>Respond to criticism positively:</strong>&nbsp;Take a deep breath when you get a negative review. This happens to all Businesses who have customers. The negative comments means there is an area where you can improve and fix things. Always take the criticism in good stride. You can reply with a management response to show you care, but please don&#39;t use this as a platform to hit back or offer the customer an incentive to edit their review. Your response can&#39;t be edited after posting, so choose your words well.</li>\n\t<li><strong>Don&#39;t entertain:</strong>&nbsp;Fulfilling the demands of customers who ask for benefits at the threat of bad reviews or ratings, sends a message that this behavior is tolerated. Similarly, inviting users who have reviewed and given a low rating back to the restaurant for a complimentary meal, invites false negative reviews. These issues affect the entire community and require everyone&#39;s participation to curb their prevalence. Please report users who engage in such activities to&nbsp;<a href=\"mailTo:support@Rightnxt.com\">support@Rightnxt.com</a></li>\n\t<li>In a concerted effort to maintain the neutrality of content on Rightnxt, Business owners, employees, and any affiliates with business interests are no longer permitted to write reviews on Rightnxt. This is because when you&#39;re unavoidably invested in your business, it becomes hard to leave emotions (and bias) at the door. This is a step towards maintaining neutrality - and quality - of the content on Rightnxt.</li>\n\t<li><strong>Keep the community Clean:</strong>&nbsp;Business Photos/Videos should be broadly relevant to the business and reflect the typical consumer experience (e.g., what the business looks like, what the business offers, etc.). Any Photo or Video which violates our Code of Conduct Guidelines, Terms of service and Merchant Guidelines will be deleted without notice.</li>\n</ul>\n\n<p>It&#39;s also important to note that we (Rightnxt) have no employees or affiliates who are paid to review. If any guest identifies themselves as an official blogger, review employee, or associate of Rightnxt, it&#39;s not true. Employees of Rightnxt are contractually and ethically forbidden from using their status. If you observe any such practice, report it to&nbsp;<a href=\"mailTo:support@Rightnxt.com\">support@Rightnxt.com.</a>&nbsp;Appropriate action will be taken against the user or employee if evidence can be provided.</p>\n", "tabName" : null, "sectionHeading" : null, "url" : "code-of-conduct", "date" : "Aug 23, 2017" }
{ "_id" : "92dGyi8drxYitj8m5", "contentType" : "generalContent", "title" : "test", "contentBody" : "<p>bvbbvbnvb</p>\n", "tabName" : null, "sectionHeading" : null, "url" : "test", "date" : "Jul 11, 2017" }
{ "_id" : "ps7YsoTCFDEbNofrq", "contentType" : "generalContent", "title" : "Merchant guidelines", "contentBody" : "<h3>Business Name</h3>\n\n<p>Business names are the basis on which users can identify places to visit at. The criteria we follow to make listings user-friendly are as follows:</p>\n\n<h4>Do&rsquo;s:</h4>\n\n<ul>\n\t<li>Update Business names as displayed on the signage outside the Business. This is to ensure the customers are able to recognize the Business based on the listing on RightNXT.</li>\n</ul>\n\n<h4>Don&rsquo;t:</h4>\n\n<ul>\n\t<li>Do not put up Business taglines &amp; establishment types in the name of the Business. Taglines are descriptive notes of a Business, but are not a part of the name. A user will always remember a Business by its name rather than by its tagline, making it easier to search. Eg. &#39;Pankaj Supermarket &ndash; Best in Town&#39; is an incorrect name, since &ldquo;Best in Town&rdquo; is a tagline that shouldn&rsquo;t be mentioned in the name.</li>\n\t<li>Do not mention Business aliases/abbreviations in the Business name, as it reduces the chances a user can find the Business in an organic search.</li>\n\t<li>Do not write the Business name in all-caps unless that is how it appears on the board, as it affects the search. Also the capitalized version might not display correctly on a mobile screen.</li>\n</ul>\n\n<h3>Business Address</h3>\n\n<p>The address of a Business is a fundamental piece of information that guides customers to the Business of their choice. The criteria we follow to make the restaurants searchable easily are as follows:</p>\n\n<h4>Do&rsquo;s:</h4>\n\n<ul>\n\t<li>The address needs to be in a standardized format for consistency and ease of understanding for users. The format we follow is:<br />\n\t[Shop/ Plot Number], [Opposite/Beside Landmark], [Road Number/Name], [Neighborhood], [City]</li>\n\t<li>Do add the Floor number along with name of the building if the Business is situated above the ground floor.</li>\n</ul>\n\n<h4>Don&rsquo;t:</h4>\n\n<ul>\n\t<li>Do not add other Business names as landmarks since it affects results when searching for either Business.</li>\n\t<li>Do not use abbreviations such as St. (for Street), No. (for Number), or Opp. (for Opposite). These also affect the quality of the listing.</li>\n</ul>\n\n<h3>Business Description</h3>\n\n<p>The Description segment comprises the attributes that a user is most interested in when making a decision. Some of the major attribute you need to keep in mind are:</p>\n\n<h4>Do&rsquo;s:</h4>\n\n<ul>\n\t<li>Give a brief about your Business and tell what makes you special than all other businesses.</li>\n\t<li>Tell about Product/services your offer as this will communicate the clear picture to the customer about your Business.</li>\n\t<li>Specify your USP (unique selling proposition ) like\n\t<ol style=\"list-style-type:lower-alpha\">\n\t\t<li>Wifi is available</li>\n\t\t<li>You are a Pure Veg restaurant (In case you are a restaurant)</li>\n\t\t<li>You deal in Sheesham wood (In case you are a furniture store)</li>\n\t</ol>\n\t</li>\n</ul>\n\n<h4>Don&rsquo;t:</h4>\n\n<ul>\n\t<li>Do not write sentences which create wrong impression in user&rsquo;s mind. For eg :- If you are dealing only in selling Kitchen wares, do not mention that you deal in Home D&eacute;cor as &ldquo;Home D&eacute;cor&rdquo; is a vast term and includes Furniture etc. Properly specify what you deal in.</li>\n</ul>\n\n<h3>Business Hours</h3>\n\n<p>Hours represent the Operation hours of the Business which if know helps the users plan their outings accordingly. We follow the AM/PM format while entering the timing on the listing. You can specify open and close time slots for your Business for the same day in the timing grid.</p>\n\n<h3>Videos</h3>\n\n<p>Videos are the ones we stress upon more than anything else as it is a great way to promote to your Business on RightNXT. Create your Video ads in such a way that everybody wants to see it and whoever sees the video get relevant information about your business.</p>\n\n<h4>Do&rsquo;s:</h4>\n\n<ul>\n\t<li>Thumb rule is to keep it real. Do not focus on creating frames and effects in videos. People love if it is real and clean.</li>\n\t<li>Upload a relevant video which gives clear picture of the Business and clearly shows the Business&#39;s ambiance or products/Services offered.</li>\n\t<li>You can only upload a single video not more than 500 MBs</li>\n\t<li>Follow the order to create a concise and effective Video\n\t<ul>\n\t\t<li>Business Signage / Business Display board &ndash; 3 Seconds</li>\n\t\t<li>View of Business from outside/Entrance along with small introduction &ndash; 7 Seconds</li>\n\t\t<li>Interior view which show cases the ambience along with products and Services offered &ndash; 10 seconds</li>\n\t\t<li>Your specialties/USP &ndash; 5-10 Seconds</li>\n\t</ul>\n\t</li>\n</ul>\n\n<h4>Don&rsquo;t:</h4>\n\n<ul>\n\t<li>Do not create long videos as people like watching videos which are short and concise.</li>\n\t<li>Do not show imagery showing violence, drug use, nudity, near nudity, or suggestive acts.</li>\n\t<li>Do not use your video to disparage other businesses, users or RightNXT; request or solicit reviews from users; or respond to user reviews.</li>\n</ul>\n\n<h3>Photos</h3>\n\n<p>The photo stream on a Business page gives users a basic idea of what Business looks like. A complete set of Business layouts, ambience and product shots gives the user all he needs to make an informed decision. Some of the basic pointers to keep in mind while uploading photos for the Business:</p>\n\n<h4>Do&rsquo;s</h4>\n\n<ul>\n\t<li>Put up relevant pictures that showcase the Business&#39;s ambiance or products/Services offered. For Ex :- A restaurant should post images of its ambience and food items, a grocery store should upload images of its Store&rsquo;s ambience and glance of products, a Car Wash Centre should upload images of its car wash area etc. This is because customers looking through the images would want to know the factors that could affect their experience.</li>\n\t<li>Follow an order in which pictures appear on the photo stream<br />\n\t[Fa&ccedil;ade /Exterior shots] --- [Ambiance/interior shots] --- [Product/ Services shots (Optional)]\n\t<ul>\n\t\t<li>Facade shots include pictures taken from the exterior of the Business, typically including the shop signage and the entrance.</li>\n\t\t<li>Ambiance shots include pictures of the interiors of the Business that give the users information about the lighting or seating arrangement at the Business.</li>\n\t\t<li>Product/ Services shots include images of products/services offered by that specific Business. E.g.:- Restaurants can upload images of their Menus, Training Institutes can add in their agenda/ topics to be covered in Trainings etc.</li>\n\t</ul>\n\t</li>\n\t<li>You can upload maximum of 20 images and only in .JPEG and .PNG format since they are the most compatible with the website.</li>\n</ul>\n\n<h4>Don&rsquo;t</h4>\n\n<ul>\n\t<li>Do not put up ambiance/products shots that are stock images, or taken from other websites, as that would be copyright infringement.</li>\n\t<li>Do not upload images that do not depict the true nature of the product and service provided by the Business and may be misleading to the users.</li>\n\t<li>Do not add photo collages as these do not allow for a clear view of the real nature of the Business.</li>\n</ul>\n\n<h3>Tags</h3>\n\n<p>Create tags by which you feel users can search you in the best possible way. For E.g. : If you are a Pure veg restaurant and serve good Punjabi and Chinese food then you should create tags like &ldquo;Pure Veg Restaurant&rdquo;, &ldquo;Chinese food&rdquo; , &ldquo;Punjabi Food&rdquo; or if you are a Coaching academy who teach Big Data and C++ then you should create tags &ldquo;BIG Data&rdquo;, &ldquo;C++&rdquo;</p>\n", "tabName" : null, "sectionHeading" : null, "url" : "merchant-guidelines", "date" : "Aug 23, 2017" }
